Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultElbowParam Property
 "Elbow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultElbowParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultElbowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultElbowParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultElbowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace